[
  {
    "id": "DE161",
    "name": "Programme of Learning",
    "description": "Programme of Learning data describe the intention, rules, and composition of an institution's qualifications."
  },
  {
    "id": "DE043",
    "name": "Area of Learning",
    "description": "Area of Learning data describe the structure, rules, and composition of a specialised field, and define the relationship with other Curriculum Components."
  },
  {
    "id": "DE162",
    "name": "Unit of Learning",
    "description": "Unit of Learning data describe the intention, rules and composition of the sequence of learning activities that, on successful completion, guarantees credit towards a qualification."
  },
  {
    "id": "DE163",
    "name": "Element of Learning",
    "description": "Element of Learning data describe the intention, rules, and composition of a small sequence of learning activities that will be recognised on successful completion."
  },
  {
    "id": "DE164",
    "name": "Learning Outcome",
    "description": "Learning Outcome data describe the expected knowledge, skills, or competency that should be acquired on successful completion of a Curriculum Component, and their measurements."
  },
  {
    "id": "DE054",
    "name": "Study Application",
    "description": "Study Application data represent formal requests to participate in offerings of an institution's curriculum."
  },
  {
    "id": "DE059",
    "name": "Financial Assistance",
    "description": "Financial Assistance data describe financial support enabling participation in higher education."
  },
  {
    "id": "DE061",
    "name": "Enrolment",
    "description": "Enrolment data relate to the student's formal registration in a curriculum component."
  },
  {
    "id": "DE062",
    "name": "Placement",
    "description": "Placement data relate to students undertaking learning in an industry context as partial fulfilment of their academic requirements."
  },
  {
    "id": "DE186",
    "name": "Student Progress",
    "description": "Student Progress data record the progress of students through the curriculum components that contribute to their completion."
  },
  {
    "id": "DE196",
    "name": "Credit",
    "description": "Credit data relate to the assessment and recognition of a student's study or work experience."
  },
  {
    "id": "DE197",
    "name": "Award",
    "description": "Award data relate to the conferral of recognition for completion of study."
  },
  {
    "id": "DE049",
    "name": "Timetable",
    "description": "Timetable data are related to the scheduling of resources to learning and teaching activities."
  },
  {
    "id": "DE159",
    "name": "Learning Activity",
    "description": "Learning Activity data relate to tasks designed for students to achieve intended Learning Outcomes."
  },
  {
    "id": "DE160",
    "name": "Learning Resource",
    "description": "Learning Resource data relate to resources used in Learning Activities."
  },
  {
    "id": "DE052",
    "name": "Assessment",
    "description": "Assessment data relate to the measurement and evaluation of achievement of Learning Outcomes."
  },
  {
    "id": "DE201",
    "name": "Research Opportunity",
    "description": "Research Opportunity data describe potential research activities an institution considers undertaking."
  },
  {
    "id": "DE165",
    "name": "Research Application",
    "description": "Research Application data describe applications to conduct research."
  },
  {
    "id": "DE203",
    "name": "Research Award",
    "description": "Research Award data relate to resources awarded for the purpose of conducting specified research."
  },
  {
    "id": "DE073",
    "name": "Research Project",
    "description": "Research Project data describe the management and execution of a research activity."
  },
  {
    "id": "DE075",
    "name": "Research Resource",
    "description": "Research Resource data relate to the financial, human, material, and knowledge resources used to deliver research."
  },
  {
    "id": "DE070",
    "name": "Research Data",
    "description": "Research Data include all data captured or generated by researchers in conduct of their research."
  },
  {
    "id": "DE068",
    "name": "Research Output",
    "description": "Research Output data describe the disseminated or preserved results of undertaking research."
  },
  {
    "id": "DE166",
    "name": "Research Outcome",
    "description": "Research Outcome data describe the effects or manifestations of research and research outputs."
  },
  {
    "id": "DE167",
    "name": "Research Impact",
    "description": "Research Impact data represent the measurable contribution of research beyond academia."
  },
  {
    "id": "DE081",
    "name": "Strategy",
    "description": "Strategy data describe the long-term intentions and plans of action an institution has made to realise objectives it desires."
  },
  {
    "id": "DE082",
    "name": "Plan",
    "description": "Plan data describe decisions an institution has made about what it will do in order to achieve specific objectives."
  },
  {
    "id": "DE154",
    "name": "Programme",
    "description": "Programme data define and monitor groups of related projects in which an institution has an interest."
  },
  {
    "id": "DE155",
    "name": "Project",
    "description": "Project data relate to planned, transient endeavours consisting of interrelated tasks designed to achieve specific objectives."
  },
  {
    "id": "DE092",
    "name": "Policy",
    "description": "Policy data relate to official statements of the key principles, expectations, and behaviours that govern an institution."
  },
  {
    "id": "DE101",
    "name": "Risk",
    "description": "Risk data describe possible incidents and the effect they might have upon an institution achieving its objectives."
  },
  {
    "id": "DE103",
    "name": "Incident",
    "description": "Incident data describe untoward events that do or could result in damage or loss to people, property, information, or infrastructure."
  },
  {
    "id": "DE088",
    "name": "Contract",
    "description": "Contract data relate to legal documents that specify mutual obligations between two or more parties in a formal agreement."
  },
  {
    "id": "DE175",
    "name": "Obligation",
    "description": "Obligation data relate to the moral and ethical responsibilities an institution chooses to honour, and to the legal requirements that an institution must meet."
  },
  {
    "id": "DE120",
    "name": "Record",
    "description": "Record data provide evidence of an institution's significant business activity."
  },
  {
    "id": "DE169",
    "name": "Service",
    "description": "Service data relate to business activities offered by an institution."
  },
  {
    "id": "DE105",
    "name": "Campaign",
    "description": "Campaign data relate to marketing, awareness, and promotional activities undertaken by an institution."
  },
  {
    "id": "DE188",
    "name": "Communication",
    "description": "Communication data relate to all messaging and content broadcast or exchanged between an institution and its constituents, partners, and communities."
  },
  {
    "id": "DE107",
    "name": "Event",
    "description": "Event data relate to exhibits, meetings, and occasions organised by an institution."
  },
  {
    "id": "DE146",
    "name": "Account",
    "description": "Account data relate to an institution's records or statements of financial transactions."
  },
  {
    "id": "DE143",
    "name": "Budget",
    "description": "Budget data relate to planned revenue and expenditure for a given period."
  },
  {
    "id": "DE172",
    "name": "Expense",
    "description": "Expense data relate to the cost of operations an institution incurs."
  },
  {
    "id": "DE151",
    "name": "Financial Liability",
    "description": "Financial Liability data relate to an institution's financial debts or obligations."
  },
  {
    "id": "DE171",
    "name": "Revenue",
    "description": "Revenue data relate to income generated by an institution."
  },
  {
    "id": "DE204",
    "name": "General Ledger",
    "description": "General Ledger data represent a central record of an institution's financial accounts, summarising all transactions."
  },
  {
    "id": "DE150",
    "name": "Financial Asset",
    "description": "Financial Asset data refer to an institution's non-physical assets that arise from owning equity or contractual agreements on future cash flows."
  },
  {
    "id": "DE126",
    "name": "Physical Asset",
    "description": "Physical Asset data identify and describe tangible items of value that are owned or controlled by an institution."
  },
  {
    "id": "DE202",
    "name": "Intangible Asset",
    "description": "Intangible Asset data refer to an institution's identifiable non-monetary assets that are without physical substance."
  },
  {
    "id": "DE114",
    "name": "Collection",
    "description": "Collection data describe curated groups of physical or digital items managed by an institution."
  },
  {
    "id": "DE140",
    "name": "Entitlement",
    "description": "Entitlement data relate to the conditions, rewards, and benefits offered to employees of an institution."
  },
  {
    "id": "DE132",
    "name": "Position",
    "description": "Position data describe the tasks, duties, and responsibilities for each employee of an institution."
  },
  {
    "id": "DE136",
    "name": "Competency",
    "description": "Competency data relate to the skills, knowledge, and abilities required to perform the work of an institution."
  },
  {
    "id": "DE187",
    "name": "Talent Acquisition",
    "description": "Talent Acquisition data are related to the identification, selection, and hiring of people to do work for an institution."
  },
  {
    "id": "DE037",
    "name": "Facility",
    "description": "Facility data are related to the amenities that an institution provides or operates for defined purposes."
  },
  {
    "id": "DE173",
    "name": "Utility",
    "description": "Utility data are related to core services an institution consumes."
  },
  {
    "id": "DE168",
    "name": "Gift",
    "description": "Gift data relate to items, money, or services given voluntarily to an institution."
  },
  {
    "id": "DE205",
    "name": "Person",
    "description": "Person data describe an individual human being."
  },
  {
    "id": "DE022",
    "name": "Creature",
    "description": "Creature data describe an individual member of a non-human animal species."
  },
  {
    "id": "DE206",
    "name": "Machine",
    "description": "Machine data describe an individual device."
  },
  {
    "id": "DE002",
    "name": "Prospect",
    "description": "Prospect data describe the role of an Individual or Group that has approached, or been approached by, an institution regarding a potential Role."
  },
  {
    "id": "DE003",
    "name": "Applicant",
    "description": "Applicant data describe the role of an Individual or Group that submits an application to an institution."
  },
  {
    "id": "DE004",
    "name": "Student",
    "description": "Student data describe the role of an Individual registered to participate in an offering of an institution's curriculum."
  },
  {
    "id": "DE006",
    "name": "Staff",
    "description": "Staff data describe the role of an Individual performing the work of an institution."
  },
  {
    "id": "DE005",
    "name": "Alum",
    "description": "Alum data describe the role of an Individual who formerly held another Role with an institution."
  },
  {
    "id": "DE209",
    "name": "Customer",
    "description": "Customer data describe the role of an Individual or Group that consumes the goods or services offered by an institution."
  },
  {
    "id": "DE207",
    "name": "Stakeholder",
    "description": "Stakeholder data describe an Individual or Group with an interest in an institution, its work, or its people."
  },
  {
    "id": "DE208",
    "name": "Supplier",
    "description": "Supplier data describe an Individual or Group that provides goods or services to an institution."
  },
  {
    "id": "DE213",
    "name": "Sponsor",
    "description": "Sponsor data describe the role of an individual or group that contributes contingent support to an institution."
  },
  {
    "id": "DE212",
    "name": "Donor",
    "description": "Donor data describe the role of an individual or group that contributes non-contingent support to an institution."
  },
  {
    "id": "DE211",
    "name": "Volunteer",
    "description": "Volunteer data describe the role of an Individual or Group who freely contribute to an endeavour."
  },
  {
    "id": "DE210",
    "name": "Organisation",
    "description": "Organisation data relate to the structure and composition of internal and external organisations."
  },
  {
    "id": "DE192",
    "name": "Cohort",
    "description": "Cohort data identify groups of people who share a particular characteristic."
  },
  {
    "id": "DE193",
    "name": "Collective",
    "description": "Collective data identify informal groups of people with a shared interest or a common behaviour."
  },
  {
    "id": "DE194",
    "name": "Community",
    "description": "Community data identify social groups whose members reside in a specific locality and may have common government or common heritage."
  },
  {
    "id": "DE195",
    "name": "Indigenous Peoples",
    "description": "Indigenous Peoples data relate to individuals who have self-identified as members of a group of Indigenous peoples."
  },
  {
    "id": "DE035",
    "name": "Building",
    "description": "Building data identify and describe structures that are owned or used by an institution."
  },
  {
    "id": "DE033",
    "name": "Campus",
    "description": "Campus data are related to the campus locations, grounds, and buildings where an institution conducts its learning, teaching, research, and other business activities."
  },
  {
    "id": "DE034",
    "name": "Site",
    "description": "Site data are related to an area of ground that is owned or used by an institution."
  },
  {
    "id": "DE183",
    "name": "Space",
    "description": "Space data identify and describe the physical spaces owned or used by an institution."
  },
  {
    "id": "DE084",
    "name": "Calendar",
    "description": "Calendar data relate to key dates and time periods of significance to an institution."
  }
]
