[
  {
    "id": "PLAT001",
    "name": "Foundational",
    "description": "This is today’s mainstream. Practices and tech here are **proven, standardised and boring in a good way**. You should expect abundant evidence of success, solid unit economics at scale, clear regulatory footing, and broad interoperability with the dominant platforms. Multiple viable vendors exist, skills are widely available, and your organisation already has the playbooks to run and support it. Operationally, Foundational capabilities are funded as BAU, rolled out in phases, and governed through normal change control. Architecture reuses existing platforms and standards; procurement is competitive and outcome-based. SLAs are at least as strong as current service levels, and the KPIs are reliability, MTTR and cost-to-serve. If removing it would materially hurt reliability or compliance across several services, it belongs here. If evidence, economics or interop are still shaky, it doesn’t."
  },
  {
    "id": "PLAT002",
    "name": "Enhanced",
    "description": "Enhanced is **leading-edge but not experimental**: upgrades to the foundational stack that have worked elsewhere and are ready for multi-team adoption. You’ll typically see multiple external references, runbooks you can follow, economics at least at parity (often better), and good—not perfect—interoperability with major platforms. The ecosystem has several credible vendors, and your teams have most of the skills required. These are centrally guided but business-funded improvements: design authority sign-off, controlled releases (feature flags/canaries), and clear rollback paths. Comms are standard change notes, with opt-out if behaviour shifts. SLAs match current levels with targeted improvements (e.g., faster time-to-value, higher first-time-right). When outcomes are repeatable across sites and economics step up meaningfully, Enhanced items can be promoted to Foundational. If you can’t name two credible live references or the path to integration is murky, it’s not Enhanced yet—treat it as Experimental."
  },
  {
    "id": "PLAT003",
    "name": "Experimental",
    "description": "Experimental is **learning with guardrails**. You’re piloting emerging tech or methods that aren’t mainstream, to answer specific questions. Evidence may be limited to PoCs or a few early pilots; economics are uncertain but plausible; regulatory posture is “permitted with care”, not blocked. Interoperability is minimal or custom, the vendor landscape is thin, and skills are concentrated in a small, ring-fenced team. Run these as time-boxed pilots with explicit hypotheses, success metrics and scale/kill criteria. Use a sandbox or isolated architecture, and obtain informed consent where the customer experience changes. SLAs are best-effort SLOs; the aim is insight, not breadth of rollout. Experimental ends one of two ways: promote to Enhanced when the runbook is repeatable and risks are controlled, or retire it quickly and capture the lessons. Quietly sneaking Experimental into BAU is how outages are born—don’t."
  },
  {
    "id": "PLAT004",
    "name": "Disruptive",
    "description": "Disruptive plays **change your economics or business model**, not just your tooling. Evidence is early but credible; regulation is clear enough to proceed; economics may be negative today but there’s a believable path to a step-change (think 10× on cost, speed, access, risk or emissions) once scaled. Interoperability may be limited or vendor-biased because you’re out in front; the talent and supply chain will mature as you invest. These are venture-style bets with executive sponsorship: ring-fenced teams, carve-out architecture, stage-gated funding, and outcome-based vendor deals (even revenue share). You’ll run beta programmes with explicit limits and bespoke SLAs. Success looks like product-market fit for a new service model and unit economics bending towards parity then advantage. If the play starts depending on industry standards, cross-firm data sharing, or policy change to work, it’s drifting toward Transformative."
  },
  {
    "id": "PLAT005",
    "name": "Transformative",
    "description": "Transformative initiatives **reshape the wider ecosystem**—standards, regulation, cross-industry processes—so that a new way of delivering services becomes the norm. They require coalitions (partners, competitors, regulators), open reference architectures and public signposts. The goal is systemic improvement (e.g., double-digit reductions in industry-wide cost-to-serve or emissions), not just a win for your firm. Operate these like public-private programmes: consortia funding, formal governance, joint procurement, and transparent roadmaps. Architecture favours open standards to attract adoption. SLAs give way to coalition SLOs and shared outcome metrics such as ecosystem adoption and policy endorsements. A single product launch is not Transformative; changing the rules of the game is."
  }
]
